Repository: Finfra/fWarrange_public
Catalog: localization/Localizable.xcstrings
Source language: ko
Languages: ar, de, en, es, fr, hi, ja, zh_hans, zh_hant

source: 이 창 삭제
ar: حذف هذه النافذة
de: Dieses Fenster löschen
en: Delete this window
es: Eliminar esta ventana
fr: Supprimer cette fenêtre
hi: इस विंडो को हटाएं
ja: このウィンドウを削除
zh_hans: 删除此窗口
zh_hant: 刪除此視窗

source: 이름 변경
ar: إعادة تسمية
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
hi: नाम बदलें
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重新命名

source: 이름+아이콘
ar: الاسم+الأيقونة
de: Name+Symbol
en: Name+Icon
es: Nombre+Icono
fr: Nom+Icône
hi: नाम+आइकन
ja: 名前+アイコン
zh_hans: 名称+图标
zh_hant: 名稱+圖示

source: 이름만
ar: الاسم فقط
de: Nur Name
en: Name Only
es: Solo nombre
fr: Nom uniquement
hi: केवल नाम
ja: 名前のみ
zh_hans: 仅名称
zh_hant: 僅名稱

source: 일반
ar: عام
de: Allgemein
en: General
es: General
fr: Général
hi: सामान्य
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: 자동 실행
ar: التشغيل التلقائي
de: Autostart
en: Auto Launch
es: Inicio automático
fr: Lancement auto
hi: ऑटो लॉन्च
ja: 自動起動
zh_hans: 自动启动
zh_hant: 自動啟動

source: 재시도 간격:
ar: فاصل إعادة المحاولة:
de: Wiederholungsintervall:
en: Retry Interval:
es: Intervalo de reintento:
fr: Intervalle de nouvelle tentative :
hi: पुनः प्रयास अंतराल:
ja: リトライ間隔:
zh_hans: 重试间隔：
zh_hant: 重試間隔：

source: 재시도 횟수:
ar: عدد مرات إعادة المحاولة:
de: Wiederholungsanzahl:
en: Retry Count:
es: Número de reintentos:
fr: Nombre de tentatives :
hi: पुनः प्रयास गणना:
ja: リトライ回数:
zh_hans: 重试次数：
zh_hant: 重試次數：

source: 저장 실패: \\(error.localizedDescription)
ar: فشل الحفظ: \\(error.localizedDescription)
de: Speichern fehlgeschlagen: \\(error.localizedDescription)
en: Save failed: \\(error.localizedDescription)
es: Error al guardar: \\(error.localizedDescription)
fr: Échec de l'enregistrement : \\(error.localizedDescription)
hi: सहेजना विफल: \\(error.localizedDescription)
ja: 保存失敗: \\(error.localizedDescription)
zh_hans: 保存失败：\\(error.localizedDescription)
zh_hant: 儲存失敗：\\(error.localizedDescription)

source: 저장 위치:
ar: موقع السجل:
de: Protokollspeicherort:
en: Log Location:
es: Ubicación del registro:
fr: Emplacement du journal :
hi: लॉग स्थान:
ja: 保存場所:
zh_hans: 日志位置：
zh_hant: 記錄位置：

source: 저장 중...
ar: جارٍ الحفظ...
de: Wird gespeichert...
en: Saving...
es: Guardando...
fr: Enregistrement en cours...
hi: सहेजा जा रहा है...
ja: 保存中...
zh_hans: 保存中...
zh_hant: 儲存中...

source: 저장:
ar: حفظ:
de: Speichern:
en: Save:
es: Guardar:
fr: Enregistrer :
hi: सहेजें:
ja: 保存:
zh_hans: 保存：
zh_hant: 儲存：

source: 저장된 레이아웃 없음
ar: لا توجد تخطيطات محفوظة
de: Keine gespeicherten Layouts
en: No Saved Layouts
es: Sin diseños guardados
fr: Aucune disposition enregistrée
hi: कोई सहेजा गया लेआउट नहीं
ja: 保存されたレイアウトなし
zh_hans: 没有已保存的布局
zh_hant: 沒有已儲存的佈局

source: 저장된 모든 레이아웃 YAML 파일을 삭제합니다.
ar: حذف جميع ملفات تخطيط YAML المحفوظة.
de: Löscht alle gespeicherten Layout-YAML-Dateien.
en: Deletes all saved layout YAML files.
es: Elimina todos los archivos YAML de diseño guardados.
fr: Supprime tous les fichiers YAML de disposition enregistrés.
hi: सभी सहेजी गई लेआउट YAML फ़ाइलों को हटाता है।
ja: 保存されたすべてのレイアウトYAMLファイルを削除します。
zh_hans: 删除所有已保存的布局 YAML 文件。
zh_hant: 刪除所有已儲存的版面配置 YAML 檔案。

source: 저장된 모든 레이아웃 파일이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ar: سيتم حذف جميع ملفات التخطيطات المحفوظة نهائياً. لا يمكن التراجع عن هذا الإجراء.
de: Alle gespeicherten Layout-Dateien werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: All saved layout files will be permanently deleted. This action cannot be undone.
es: Todos los archivos de diseño guardados se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Tous les fichiers de disposition enregistrés seront définitivement supprimés. Cette action est irréversible.
hi: सभी सहेजी गई लेआउट फ़ाइलें स्थायी रूप से हटा दी जाएंगी। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: 保存されたすべてのレイアウトファイルが完全に削除されます。この操作は取り消せません。
zh_hans: 所有已保存的布局文件将被永久删除。此操作无法撤消。
zh_hant: 所有已儲存的佈局檔案將被永久刪除。此操作無法撤銷。

source: 정말 '%@'을 삭제하시겠습니까?
ar: هل تريد حذف '%@'؟
de: Möchten Sie '%@' wirklich löschen?
en: Are you sure you want to delete '%@'?
es: ¿Está seguro de que desea eliminar '%@'?
fr: Voulez-vous vraiment supprimer '%@' ?
hi: क्या आप वाकई '%@' को हटाना चाहते हैं?
ja: 本当に「%@」を削除しますか？
zh_hans: 确定要删除 '%@' 吗？
zh_hant: 確定要刪除 '%@' 嗎？

source: 종료
ar: إنهاء
de: Beenden
en: Quit
es: Salir
fr: Quitter
hi: बाहर निकलें
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: 준비 중...
ar: جارٍ التحضير...
de: Wird vorbereitet...
en: Preparing...
es: Preparando...
fr: Préparation en cours...
hi: तैयारी हो रही है...
ja: 準備中...
zh_hans: 准备中...
zh_hant: 準備中...

source: 준비됨
ar: جاهز
de: Bereit
en: Ready
es: Listo
fr: Prêt
hi: तैयार
ja: 準備完了
zh_hans: 就绪
zh_hant: 就緒

source: 지금 재시작
ar: إعادة التشغيل الآن
de: Jetzt neu starten
en: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
hi: अभी पुनरारंभ करें
ja: 今すぐ再起動
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: 창 목록
ar: قائمة النوافذ
de: Fensterliste
en: Window List
es: Lista de ventanas
fr: Liste des fenêtres
hi: विंडो सूची
ja: ウィンドウリスト
zh_hans: 窗口列表
zh_hant: 視窗列表

source: 창 삭제 실패: \\(error.localizedDescription)
ar: فشل حذف النافذة: \\(error.localizedDescription)
de: Fenster löschen fehlgeschlagen: \\(error.localizedDescription)
en: Window delete failed: \\(error.localizedDescription)
es: Error al eliminar ventana: \\(error.localizedDescription)
fr: Échec de la suppression de la fenêtre : \\(error.localizedDescription)
hi: विंडो हटाना विफल: \\(error.localizedDescription)
ja: ウィンドウ削除失敗: \\(error.localizedDescription)
zh_hans: 窗口删除失败：\\(error.localizedDescription)
zh_hant: 視窗刪除失敗：\\(error.localizedDescription)

source: 추가
ar: إضافة
de: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
zh_hans: 添加
zh_hant: 新增

source: 취소
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: 키를 누르세요...
ar: اضغط على مفتاح...
de: Taste drücken...
en: Press a key...
es: Presione una tecla...
fr: Appuyez sur une touche...
hi: कोई कुंजी दबाएं...
ja: キーを押してください...
zh_hans: 请按键...
zh_hant: 請按鍵...

source: 테마 설정
ar: إعدادات المظهر
de: Designeinstellungen
en: Theme Settings
es: Configuración de Tema
fr: Paramètres du Thème
hi: थीम सेटिंग्स
ja: テーマ設定
zh_hans: 主题设置
zh_hant: 主題設置

source: 폴더 열기
ar: فتح المجلد
de: Ordner öffnen
en: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
hi: फ़ोल्डर खोलें
ja: フォルダを開く
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

source: 필요
ar: مطلوب
de: Erforderlich
en: Required
es: Requerido
fr: Requis
hi: आवश्यक
ja: 必要
zh_hans: 需要
zh_hant: 需要

source: 허용됨
ar: ممنوح
de: Gewährt
en: Granted
es: Concedido
fr: Accordé
hi: अनुमति दी गई
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授予

source: 현재 창 상태 저장
ar: حفظ حالة النوافذ الحالية
de: Aktuellen Fensterzustand speichern
en: Save Current Window State
es: Guardar estado actual de ventanas
fr: Enregistrer l'état actuel des fenêtres
hi: वर्तमान विंडो स्थिति सहेजें
ja: 現在のウィンドウ状態を保存
zh_hans: 保存当前窗口状态
zh_hant: 儲存目前視窗狀態

source: 삭제 확인:
ar: تأكيد الحذف:
de: Löschbestätigung:
en: Delete Confirmation:
es: Confirmación de eliminación:
fr: Confirmation de suppression :
hi: हटाने की पुष्टि:
ja: 削除確認:
zh_hans: 删除确认：
zh_hant: 刪除確認：

source: 삭제 전 확인 대화상자 표시
ar: إظهار مربع حوار التأكيد قبل الحذف
de: Bestätigungsdialog vor dem Löschen anzeigen
en: Show confirmation dialog before deletion
es: Mostrar diálogo de confirmación antes de eliminar
fr: Afficher la boîte de dialogue de confirmation avant la suppression
hi: हटाने से पहले पुष्टि संवाद दिखाएं
ja: 削除前に確認ダイアログを表示
zh_hans: 删除前显示确认对话框
zh_hant: 刪除前顯示確認對話框

source: 비활성화하면 레이아웃 삭제 시 확인 없이 즉시 삭제됩니다
ar: عند التعطيل، سيتم حذف التخطيطات فوراً بدون تأكيد
de: Bei Deaktivierung werden Layouts sofort ohne Bestätigung gelöscht
en: If disabled, layouts will be deleted immediately without confirmation
es: Si está desactivado, los diseños se eliminarán inmediatamente sin confirmación
fr: Si désactivé, les dispositions seront supprimées immédiatement sans confirmation
hi: अक्षम होने पर, लेआउट बिना पुष्टि के तुरंत हटा दिए जाएंगे
ja: 無効にすると、レイアウトは確認なしで即座に削除されます
zh_hans: 禁用后，布局将立即删除，无需确认
zh_hant: 停用後，佈局將立即刪除，無需確認

source: 앱 전환기 표시:
ar: محوّل التطبيقات:
de: App-Umschalter:
en: App Switcher:
es: Selector de apps:
fr: Sélecteur d'apps :
hi: ऐप स्विचर:
ja: アプリスイッチャー:
zh_hans: 应用切换器：
zh_hant: 應用程式切換器：

source: ⌘+Tab에 표시
ar: إظهار في ⌘+Tab
de: In ⌘+Tab anzeigen
en: Show in ⌘+Tab
es: Mostrar en ⌘+Tab
fr: Afficher dans ⌘+Tab
hi: ⌘+Tab में दिखाएं
ja: ⌘+Tabに表示
zh_hans: 在 ⌘+Tab 中显示
zh_hant: 在 ⌘+Tab 中顯示

source: 활성화하면 Cmd+Tab 앱 전환기에서 fWarrange를 선택할 수 있습니다
ar: عند التفعيل، يمكن اختيار fWarrange من محوّل التطبيقات Cmd+Tab
de: Bei Aktivierung kann fWarrange im Cmd+Tab App-Umschalter ausgewählt werden
en: When enabled, fWarrange can be selected in the Cmd+Tab app switcher
es: Cuando está activado, fWarrange se puede seleccionar en el selector de apps Cmd+Tab
fr: Lorsque activé, fWarrange peut être sélectionné dans le sélecteur d'apps Cmd+Tab
hi: सक्षम होने पर, Cmd+Tab ऐप स्विचर में fWarrange को चुना जा सकता है
ja: 有効にすると、Cmd+TabアプリスイッチャーでfWarrangeを選択できます
zh_hans: 启用后，可在 Cmd+Tab 应用切换器中选择 fWarrange
zh_hant: 啟用後，可在 Cmd+Tab 應用程式切換器中選擇 fWarrange

source: 제거
ar: إزالة
de: Entfernen
en: Remove
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: 공장 초기화
ar: إعادة ضبط المصنع
de: Werksreset
en: Factory Reset
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
hi: फ़ैक्टरी रीसेट
ja: 工場出荷時にリセット
zh_hans: 恢复出厂设置
zh_hant: 恢復原廠設定

source: 모든 설정을 기본값으로 초기화합니다.
ar: إعادة جميع الإعدادات إلى القيم الافتراضية.
de: Setzt alle Einstellungen auf die Standardwerte zurück.
en: Resets all settings to default values.
es: Restablece todos los ajustes a los valores predeterminados.
fr: Réinitialise tous les paramètres aux valeurs par défaut.
hi: सभी सेटिंग्स को डिफ़ॉल्ट मानों पर रीसेट करता है।
ja: すべての設定をデフォルト値にリセットします。
zh_hans: 将所有设置重置为默认值。
zh_hant: 將所有設定重置為預設值。

source: 초기화
ar: إعادة تعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट
ja: リセット
zh_hans: 重置
zh_hant: 重置

source: 모든 설정이 초기화되었습니다.
ar: تمت إعادة تعيين جميع الإعدادات.
de: Alle Einstellungen wurden zurückgesetzt.
en: All settings have been reset.
es: Todos los ajustes han sido restablecidos.
fr: Tous les paramètres ont été réinitialisés.
hi: सभी सेटिंग्स रीसेट कर दी गई हैं।
ja: すべての設定がリセットされました。
zh_hans: 所有设置已重置。
zh_hant: 所有設定已重置。

source: 모든 설정이 기본값으로 복원됩니다. 이 작업은 되돌릴 수 없습니다.
ar: ستتم استعادة جميع الإعدادات إلى القيم الافتراضية. لا يمكن التراجع عن هذا الإجراء.
de: Alle Einstellungen werden auf die Standardwerte zurückgesetzt. Diese Aktion kann nicht rückgängig gemacht werden.
en: All settings will be restored to default values. This action cannot be undone.
es: Todos los ajustes se restaurarán a los valores predeterminados. Esta acción no se puede deshacer.
fr: Tous les paramètres seront restaurés aux valeurs par défaut. Cette action est irréversible.
hi: सभी सेटिंग्स डिफ़ॉल्ट मानों पर पुनर्स्थापित की जाएंगी। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: すべての設定がデフォルト値に復元されます。この操作は取り消せません。
zh_hans: 所有设置将恢复为默认值。此操作无法撤消。
zh_hant: 所有設定將恢復為預設值。此操作無法撤銷。

source: 한국어
en: Korean
ja: 韓国語
